Repository: MohammadNasimi/Project_Final
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Address
fa: آدرس

source: Addresses
fa: آدرس ها

source: Customer
fa: مشتری

source: Customers
fa: مشتری ها

source: Off_code
fa: کد تخفیف

source: Off_codes
fa: کدتخفیف ها

source: Order item
fa: سفارش

source: Order items
fa: سفارش ها

source: Order
fa: سبد خرید

source: Discount
fa: تخفیف

source: Discounts
fa: تخفیف ها

source: Category
fa: دسته بندی

source: Product
fa: محصول

source: Products
fa: محصول ها

source: Welcome to Laptez
fa: به لاپتز خوش امدید

source: View site
fa: دیدن سایت

source: Documentation
fa: مدارک

source: Change password
fa: رمز ورود

source: Log out
fa: خروج

source: Home
fa: خانه

source: OnlineShop Laptez administration
fa: مدیریت فروشگاه لاپتز

source: Laptez
fa: لاپتز

source: Add %(name)s
fa: افزودن

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
fa: شما به عنوان %(username)s احراز هویت شده اید، اما مجاز به دسترسی به این صفحه نیستید. آیا می خواهید به حساب دیگری وارد شوید؟

source: Forgotten your password or username?
fa: شماره یا رمز خود را فراموش کردید؟

source: Log in
fa: ورود

source: OnlineShop
fa: فروشگاه آنلاین

source: Search product
fa: جستجو محصول

source: Search
fa: جستجو

source: © 2020 Copyright:
fa: تمامی حقوق محفوظ و متعلق به فروشگاه اينترنتی می باشد. (1400)

source: List Address
fa: آدرس

source: please Check the address information before ordering
fa: لطفا قبل از سفارش از ادرس خود مطمین باشید

source: province
fa: استان

source: city
fa: شهر

source: town
fa: شهرک

source: street
fa: خیابان

source: alley
fa: کوی

source: codeـhome
fa: کد پستی

source: create new Address
fa: ایجاد ادرس جدید

source: Profile
fa: پروفایل

source: Name
fa: نام:

source: Surname
fa: نام خانوادگی:

source: Mobile Number
fa: شماره همراه:

source: Email ID
fa: ایمیل:

source: Save Profile
fa: بروز رسانی پروفایل

source: Change password user name
fa: تغییر رمز ورود

source: Plaque
fa: پلاک

source: zip_code
fa: کد تخفیف

source: Cartitems
fa: تعداد سفارش ها

source: brand
fa: برند

source: one product
fa: یک محصول

source: Rial
fa: ریال

source: total_price
fa: قیمت کل محصول

source: Expected shipping delivery
fa: زمان مورد نیاز برای تحویل

source: We accept
fa: درگاه پرداخت

source: Summary
fa: هزینه کل سبد خرید

source: Products price
fa: هزینه کل

source: Total amount
fa: هزینه سبد خرید

source: canceled
fa: حذف

source: Delivered
fa: پرداخت

source: Canceled
fa: حذف شده

source: Current
fa: جاری

source: Address Order
fa: آدرس ها

source: name product
fa: نام محصول

source: price
fa: قیمت

source: count
fa: تعداد

source: date order
fa: تاریخ سفارش

source: 41 reviews
fa: ۴۱ بار دیده شده

source: number in shop:
fa: تعداد موجود در فروشگاه:

source: current price:
fa: قیمت:

source: of buyers enjoyed this product!
fa: خریداران از این محصول لذت بردند!

source: 87 votes
fa: 87 نظر داده شده

source: back
fa: برگشت

source: add to cart
fa: افزودن به سبد خرید

source: Detail products
fa: جزئیات محصول

source: Next
fa: بعدی

source: Previous
fa: قبلی

source: Welcome OnlineShop
fa: خوش امدید

source: Phone
fa: تلفن همراه

source: Password
fa: رمز ورود

source: Login
fa: ورود

source: Have not account yet?
fa: آیا حساب کاربری ندارید ؟

source: Signup
fa: ایجاد حساب کاربری

source: your password change
fa: تغییر رمز وزود

source: Change my password
fa: تغییر رمز ورود

source: Address list
fa: آدرس ها

source: List Order
fa: سبد خرید

source: Logout
fa: خروج

source: create User
fa: ایجاد کاربر
